 [
        {
            "id": 1,
            "title": "Jennings Chimney Sweeping",
            "cover": "/assets/Project covers/jcssmall.webp",
            "tagline": "A local chimney sweeping business wanted to redesign the existing website and add some additional features.",
            "frtagline": "Une entreprise locale de ramonage souhaitait refaire le design de son site web existant et y ajouter quelques fonctionnalités supplémentaires.",
            "description": ["Description of project"],
            "color": "#f5b5b5",
            "darkercolor": "#BF3737",
            "bg": "/assets/Project covers/JCSbg.png",
            "url": "jennings-chimney-sweeping",
            "site": "https://www.jenningschimneysweeping.com/",
            "icons": [
                "../../assets/icons/wordpress.webp",
                "../../assets/icons/elementor.webp",
                "../../assets/icons/illustrator.webp",
                "../../assets/icons/xd.webp"
            ]
        },
        {
            "id": 2,
            "title": "Oh My Food",
            "cover": "/assets/Project covers/omfsmall.webp",
            "description": ["Pour le projet Oh My Food, j'ai eu le privilège de collaborer avec une jeune startup ambitieuse dans le domaine de la restauration. Leur objectif était clair : conquérir le marché parisien en offrant une expérience culinaire innovante.", "Mon rôle consistait à développer un prototype d'un site web 'mobile first' qui permettrait aux clients de composer leur propre menu et de réserver leur repas dans des restaurants gastronomiques sélectionnés. En travaillant avec les maquettes fournis par le graphiste, j'ai pu créer une première version du site interactive, en assurant une expérience utilisateur fluide et intuitive sur toutes les plateformes, que ce soit sur desktop, mobile ou tablette. De plus, j'ai intégré avec précision les animations CSS spécifiées dans les maquettes, ajoutant une touche de dynamisme à l'ensemble du site.", "Ce projet a été une formidable opportunité de mettre en pratique mes compétences en développement web tout en contribuant à la croissance d'une entreprise prometteuse."],
            "tagline": "This project, part of my coursework, is a mobile-first website for a theoretical Start-up in the restaurant industry.",
            "frtagline": "Ce projet, qui fait partie de mes projets de formation, est un site web 'mobile-first' pour une start-up théorique dans le secteur de la restauration.",
            "color": "#EAD5EF",
            "darkercolor": "#9853A9",
            "url": "oh-my-food",
            "album": [
                "../../assets/ohmyfood/homepage-OMF.png",
                "../../assets/ohmyfood/rest1-OMF.png",
                "../../assets/ohmyfood/rest2-OMF.png"
            ],
            "site": "https://freyacooper.github.io/Oh_My_Food/",
            "github": "https://github.com/freyacooper/Oh_My_Food",
            "icons": [
                "../../assets/icons/html.webp",
                "../../assets/icons/sass.webp"
            ]
        },
        {
            "id": 3,
            "title": "Sophie Bluel Portfolio",
            "cover": "/assets/Project covers/sophiesmall.webp",
            "description": "Description of project",
            "tagline": "This interior designer portfolio website, being part of my coursework, was designed to introduce us to Javascript by implementing an interactive photo gallery.",
            "frtagline": "Ce site web de portfolio d'architecte d'intérieur, faisant partie de mes projets de formation, a été conçu pour nous initier à Javascript en mettant en place une galerie de photos interactive.",
            "color": "#d9baa9",
            "url": "sophie-bluel-portfolio",
            "github": "https://github.com/freyacooper/Portfolio_Sophie_Bluel",
            "icons": [
                "../../assets/icons/html.webp",
                "../../assets/icons/css.webp",
                "../../assets/icons/js.webp"
            ]
        },
        {
            "id": 4,
            "title": "Kasa",
            "cover": "/assets/Project covers/kasasmall.webp",
            "description": "Description of project",
            "tagline": "Kasa is a theoretical rental property website I built using React as a project for my coursework. It uses React Router to display the different listing pages.",
            "frtagline": "Kasa est un site de location théorique que j'ai construit en utilisant React dans le cadre de ma formation. Il utilise React Router pour afficher les différentes pages d'annonces.",
            "color": "#f7c2b5",
            "url": "kasa",
            "site": "https://kasa-omega-one.vercel.app/",
            "github": "https://github.com/freyacooper/kasa",
            "icons": [
                "../../assets/icons/reacticon.webp",
                "../../assets/icons/sass.webp"
            ]
        },
        {
            "id": 5,
            "title": "Bivo",
            "cover": "/assets/Project covers/bivosmall.webp",
            "description": "Description of project",
            "tagline": "I started in a graphic design role at Bivo, a small short-term rental property Start-up, then transitioned to a UX/UI design position, creating the wireframe for the different versions of the site.",
            "frtagline": "J'ai commencé dans un rôle de graphiste chez Bivo, une petite Start-up de location de courte durée, puis j'ai évolué vers un poste de designer UX/UI, en créant la maquette des différentes versions du site.",
            "color": "#afdece",
            "url": "bivo",
            "icons": [
                "../../assets/icons/figmaicon.webp",
                "../../assets/icons/xd.webp",
                "../../assets/icons/illustrator.webp"
            ]
        }
    ]
